Repository: NovikovValeriy/IIS-BSUIR-iOS
Catalog: IIS-BSUIR-IOS/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# activity.empty.title
source: No Activity
ru: Нет активности

# activity.omissions %lld
source: %lld h
ru: %lld ч

# announcements.empty.title
source: No Announcements
ru: Нет объявлений

# auth.confirm_contact.coming_soon
source: Confirm Contact — coming soon
ru: Подтверждение контакта — скоро

# auth.password.placeholder
source: Password
ru: Пароль

# auth.sign_in.button
source: Sign In
ru: Войти

# auth.sign_in.title
source: Sign In
ru: Войти

# auth.title
source: IIS BSUIR
ru: ИИС БГУИР

# auth.username.placeholder
source: Username
ru: Имя пользователя

# common.cancel
source: Cancel
ru: Отмена

# common.copy
source: Copy
ru: Копировать

# common.error.title
source: Something Went Wrong
ru: Что-то пошло не так

# department.employees.empty.title
source: No Employees
ru: Нет сотрудников

# departments.empty.title
source: No Departments
ru: Нет подразделений

# directory.departments
source: Departments
ru: Подразделения

# directory.departments.title
source: Departments
ru: Подразделения

# directory.ratings
source: Ratings
ru: Рейтинг

# directory.subjects
source: Subjects
ru: Дисциплины

# directory.subjects.title
source: Subjects
ru: Дисциплины

# directory.title
source: Directory
ru: Справочник

# documents.certificate.issued %@
source: Issued: %@
ru: Выдан: %@

# documents.certificate.number %lld
source: Certificate #%lld
ru: Справка №%lld

# documents.certificate.order.count
source: Quantity
ru: Количество

# documents.certificate.order.count.value %lld
source: %lld pcs
ru: %lld шт.

# documents.certificate.order.place
source: Delivery Place
ru: Место выдачи

# documents.certificate.order.submit
source: Order
ru: Заказать

# documents.certificate.order.title
source: New Certificate
ru: Новая справка

# documents.certificate.order.type
source: Certificate Type
ru: Тип справки

# documents.certificate.ordered %@
source: Ordered: %@
ru: Заказана: %@

# documents.certificates.empty
source: No certificates
ru: Нет справок

# documents.marksheet.absent %@
source: Absent: %@
ru: Неявка: %@

# documents.marksheet.excused
source: Excused
ru: Уважительная

# documents.marksheet.expires %@
source: Valid until: %@
ru: Срок действия: %@

# documents.marksheet.hours %@
source: %@ h
ru: Часов: %@

# documents.marksheet.number %@
source: Sheet #%@
ru: Ведомость №%@

# documents.marksheet.price %@
source: %@ BYN
ru: Стоимость: %@

# documents.marksheet.retakes %lld
source: %lld retakes
ru: Пересдач: %lld

# documents.marksheet.unexcused
source: Unexcused
ru: Неуважительная

# documents.marksheets.empty
source: No marksheets
ru: Нет ведомостей

# documents.status.printed
source: Printed
ru: Выдана

# documents.status.processing
source: Processing
ru: В обработке

# documents.status.rejected
source: Rejected
ru: Отклонена

# documents.tab.certificates
source: Certificates
ru: Справки

# documents.tab.marksheets
source: Marksheets
ru: Ведомости

# dormitory.application_number %lld
source: Application #%lld
ru: Заявка №%lld

# dormitory.applied %@
source: Applied: %@
ru: Подана: %@

# dormitory.empty.title
source: No Dormitory Data
ru: Нет данных об общежитии

# dormitory.queue_position %lld
source: Queue position: %lld
ru: Место в очереди: %lld

# dormitory.section.applications
source: Applications
ru: Заявки

# dormitory.section.privileges
source: Privileges
ru: Льготы

# dormitory.settled %@
source: Settled: %@
ru: Заселён: %@

# grades.control_point.outside
source: Outside the control point
ru: Вне контрольных точек

# grades.control_point.outside.short
source: Outside
ru: Вне КТ

# grades.empty.title
source: No grades available
ru: Нет данных об успеваемости

# grades.header.avg %@
source: avg: %@
ru: Ср. балл: %@

# grades.header.oms %lld
source: oms: %lldh.
ru: Пропусков: %lld ч

# grades.omissions.hours %lld
source: %lldh.
ru: %lld ч

# grades.omissions.row_label
source: Oms.
ru: Пропуски

# grades.summary.tab
source: Summary
ru: Итог

# grades.title
source: Grades
ru: Успеваемость

# group_info.curator.title
source: Curator
ru: Куратор

# group_info.empty.title
source: No group info available
ru: Нет данных о группе

# group_info.group_number %@
source: Group %@
ru: Группа %@

# lesson.detail.announcement
source: Announcement
ru: Объявление

# lesson.detail.classrooms
source: Classrooms
ru: Аудитории

# lesson.detail.date
source: Date
ru: Дата

# lesson.detail.default_title
source: Lesson
ru: Занятие

# lesson.detail.end
source: End
ru: Конец

# lesson.detail.group
source: Group
ru: Группа

# lesson.detail.groups
source: Groups
ru: Группы

# lesson.detail.kind
source: Kind
ru: Тип

# lesson.detail.note
source: Note
ru: Примечание

# lesson.detail.notification
source: Notification
ru: Уведомление

# lesson.detail.notification.before
source: Before
ru: За

# lesson.detail.notification.enabled
source: Notify me
ru: Включено

# lesson.detail.notification.minutes %lld
source: %lld min
ru: %lld мин

# lesson.detail.notification.mode
source: Mode
ru: Режим

# lesson.detail.notification.mode.once
source: Once
ru: Однократно

# lesson.detail.notification.mode.weekly
source: Weekly
ru: Еженедельно

# lesson.detail.period
source: Period
ru: Период

# lesson.detail.start
source: Start
ru: Начало

# lesson.detail.students_count %lld
source: %lld students
ru: %lld студентов

# lesson.detail.subgroup
source: Subgroup
ru: Подгруппа

# lesson.detail.subject
source: Subject
ru: Дисциплина

# lesson.detail.teacher
source: Teacher
ru: Преподаватель

# lesson.detail.teachers
source: Teachers
ru: Преподаватели

# lesson.detail.time
source: Time
ru: Время

# lesson.detail.type
source: Type
ru: Вид

# lesson.detail.weeks
source: Weeks
ru: Недели

# lesson.row.announcement
source: Announcement
ru: Объявление

# library.empty.title
source: No Books
ru: Книг нет

# library.title
source: Library
ru: Библиотека

# markbook.average %@
source: avg %@
ru: Средний балл: %@

# markbook.credits %lld
source: %lldcr
ru: Зачётов: %lld

# markbook.empty.title
source: No mark book data
ru: Нет данных зачётной книжки

# markbook.footer.label
source: Average in 4 years:
ru: Среднее за 4 года:

# markbook.footer.retakes %@
source: %@%% retakes
ru: %@%% пересдач

# markbook.hours %@
source: %@h
ru: %@ ч

# markbook.number.label
source: Mark book number
ru: Зачётная книжка

# markbook.semester %lld
source: Semester %lld
ru: %lld семестр

# markbook.semester.short %lld
source: Sem %lld
ru: %lld сем.

# markbook.title
source: Mark Book
ru: Зачётная книжка

# markbook.total.average.label
source: Total average
ru: Средний балл

# notifications.empty.description
source: Enable notifications on a lesson detail screen.
ru: Запланированных уведомлений нет

# notifications.empty.title
source: No Scheduled Notifications
ru: Нет уведомлений

# notifications.permission_denied
source: Allow notifications in Settings to receive lesson reminders.
ru: Разрешите уведомления в настройках устройства, чтобы получать напоминания о занятиях.

# notifications.permission_denied.title
source: Notifications Disabled
ru: Уведомления отключены

# notifications.section.once
source: One-Time
ru: Однократные

# notifications.section.weekly
source: Weekly
ru: Еженедельные

# notifications.title
source: Notifications
ru: Уведомления

# omissions.current.semester.hours %lld
source: %lld h this semester
ru: %lld ч в этом семестре

# omissions.application.number %lld
source: Application #%lld
ru: Заявление №%lld

# omissions.application.submitted %@
source: Submitted: %@
ru: Подано: %@

# omissions.empty.title
source: No Absences
ru: Пропусков нет

# omissions.hours %lld
source: %lld h
ru: %lld ч

# omissions.section.applications
source: Applications
ru: Заявления

# omissions.semester %lld
source: Semester %lld
ru: Семестр %lld

# omissions.title
source: Absences
ru: Пропуски

# penalties.directive %@
source: Directive No. %@
ru: Приказ %@

# penalties.empty.title
source: No Records
ru: Нет поощрений и взысканий

# penalties.section.incentives
source: Incentives
ru: Поощрения

# penalties.section.penalties
source: Penalties
ru: Взыскания

# profile.academic_section
source: Academic
ru: Учёба

# profile.activity
source: Activity
ru: Активность

# profile.activity.title
source: Activity
ru: Активность

# profile.announcements
source: Announcements
ru: Объявления

# profile.announcements.title
source: Announcements
ru: Объявления

# profile.campus_section
source: Campus
ru: Кампус

# profile.certificates
source: Certificates
ru: Справки

# profile.certificates.title
source: Certificates
ru: Справки

# profile.dormitory
source: Dormitory
ru: Общежитие

# profile.dormitory.title
source: Dormitory
ru: Общежитие

# profile.group_info
source: Group
ru: Группа

# profile.group_info.title
source: Group
ru: Группа

# profile.info.course %@
source: %@ year
ru: %@ курс

# profile.library
source: Library
ru: Библиотека

# profile.logout_confirmation.button
source: Log out
ru: Выйти

# profile.logout_confirmation.title
source: Are you sure you want to log out?
ru: Выйти из аккаунта?

# profile.not_authenticated.description
source: Sign in to access your grades, notifications, dormitory, and more.
ru: Войдите, чтобы просматривать личные данные

# profile.not_authenticated.title
source: Sign In Required
ru: Вы не вошли

# profile.omissions
source: Absences
ru: Пропуски

# profile.penalties
source: Awards & Penalties
ru: Поощрения и взыскания

# profile.penalties.title
source: Awards & Penalties
ru: Поощрения и взыскания

# profile.sign_in
source: Sign In
ru: Войти

# profile.title
source: Profile
ru: Профиль

# ratings.empty.title
source: No Students Found
ru: Нет данных рейтинга

# ratings.picker.course_value %lld
source: Course %lld
ru: %lld курс

# ratings.picker.select
source: Select...
ru: Выбрать

# ratings.student.grades_title %@
source: %@'s grades
ru: Оценки: %@

# ratings.title
source: Ratings
ru: Рейтинг

# schedule.error.load_groups
source: Failed to load groups. Please try again.
ru: Не удалось загрузить список групп

# schedule.error.load_schedule %@
source: Failed to load schedule for %@. Please try again.
ru: Не удалось загрузить расписание для %@

# schedule.loading
source: Loading schedule…
ru: Загрузка...

# schedule.mode.exams
source: Exams
ru: Экзамены

# schedule.mode.label
source: Display Mode
ru: Режим

# schedule.mode.timeline
source: Timeline
ru: Лента

# schedule.mode.weekly
source: By Week
ru: По неделям

# schedule.no_classes.description %@
source: No schedule found for %@.
ru: У %@ занятий нет

# schedule.no_classes.title
source: No Classes
ru: Нет занятий

# schedule.no_exams.description %@
source: No exams scheduled for %@.
ru: Для %@ экзаменов нет

# schedule.no_exams.title
source: No Exams
ru: Нет экзаменов

# schedule.no_subject.description
source: Search for a group or teacher to view their schedule.
ru: Выберите группу или преподавателя для просмотра расписания

# schedule.no_subject.title
source: No Schedule Selected
ru: Расписание не выбрано

# schedule.offline.banner
source: No network connection
ru: Нет интернет-соединения

# schedule.pinned.empty.description
source: Open the Search tab to find a schedule and tap the bookmark to pin it here.
ru: Нажмите кнопку закрепить на странице расписания

# schedule.pinned.empty.title
source: No Schedule Pinned
ru: Нет закреплённого расписания

# schedule.pinned.title
source: Pinned Schedule
ru: Закреплённое

# schedule.retry
source: Retry
ru: Повторить

# schedule.search.title
source: Search Schedule
ru: Поиск расписания

# schedule.select_subject.action
source: Search
ru: Выбрать

# schedule.subgroup.all
source: All
ru: Все подгруппы

# schedule.subgroup.first
source: Subgroup 1
ru: 1 подгруппа

# schedule.subgroup.label
source: Subgroup
ru: Подгруппа

# schedule.subgroup.second
source: Subgroup 2
ru: 2 подгруппа

# schedule.timeline.today
source: Today
ru: Сегодня

# schedule.timeline.tomorrow
source: Tomorrow
ru: Завтра

# schedule.timeline.week %lld
source: Week %lld
ru: %lld нед.

# schedule.title
source: Schedule
ru: Расписание

# settings.appearance
source: Appearance
ru: Внешний вид

# settings.appearance.theme
source: Theme
ru: Тема

# settings.appearance.theme.dark
source: Dark
ru: Тёмная

# settings.appearance.theme.light
source: Light
ru: Светлая

# settings.appearance.theme.system
source: System
ru: Системная

# settings.appearance.title
source: Appearance
ru: Внешний вид

# settings.language
source: Language
ru: Язык

# settings.language.english
source: English
ru: Английский

# settings.language.russian
source: Russian
ru: Русский

# settings.language.system
source: System
ru: Системный

# settings.language.title
source: Language
ru: Язык

# settings.notifications
source: Notifications
ru: Уведомления

# settings.title
source: Settings
ru: Настройки

# subject_picker.loading_groups
source: Loading groups…
ru: Загрузка групп...

# subject_picker.loading_teachers
source: Loading teachers…
ru: Загрузка преподавателей...

# subject_picker.search_groups
source: Search by group number
ru: Поиск группы

# subject_picker.search_teachers
source: Search by name
ru: Поиск преподавателя

# subject_picker.tab.groups
source: Groups
ru: Группы

# subject_picker.tab.label
source: Schedule source
ru: Тип

# subject_picker.tab.teachers
source: Teachers
ru: Преподаватели

# subject_picker.title
source: Select Schedule
ru: Поиск

# subjects.empty.title
source: No Disciplines Found
ru: Нет дисциплин

# subjects.hours %lld
source: %lldh.
ru: %lld ч

# subjects.picker.semester_value %lld
source: Semester %lld
ru: %lld семестр

# tab.directory
source: Directory
ru: Справочник

# tab.pinned_schedule
source: Pinned
ru: Закреплённое

# tab.profile
source: Profile
ru: Профиль

# tab.schedule
source: Search
ru: Расписание

# tab.settings
source: Settings
ru: Настройки

# widget.description
source: Shows your pinned schedule for today.
ru: Показывает расписание занятий на сегодня

# widget.display_name
source: Schedule
ru: Расписание

# widget.no_lessons
source: No lessons today
ru: Занятий нет

# widget.no_schedule
source: Open app to load schedule
ru: Расписание не выбрано

# widget.today
source: Today
ru: Сегодня
